<template>
    <div class="container">
        <div style="margin: 0 auto">
            <img class="image" src="../../assets/imgs/mainPage/pereDen.jpg" style="width: 300px">
        </div>
        <div>
            <h1 >Денис перевозников</h1>

            <p>
                Начиная каждый проект,
                целиком и полностью отдаю ему время и себя, с первой личной встречи с заказчиком, заканчивая различными деталями в архитектуре или при выборе декора в интерьере.
            </p>

            <p>
                Сфера проектирования частных пространств особенно близка мне. В этом случае, ты более конкретно,
                с особым трепетом стараешься сделать идеально для конкретного заказчика и от этого  получаю максимальное удовольствие и мотивацию.
            </p>

            <p>
                Быть архитектором, значит каждый день строить в голове какие-то образы,
                искать, смотреть и сохранять всевозможные текстуры объемы, ракурсы,
                технологии
                и делать зарисовки. И не важно пригодится это или нет, чаще всего все это
                делается на подсознании и в последствие может всплыть в люблю секунду.
            </p>
        </div>
    </div>
</template>

<style scoped>
h1{
    font-size: 40px;
    font-weight: 600;
    margin-top: -15px;
    margin-bottom: 20px;
}
p {
    font-size: 20px;
    margin-bottom: 16px;
}

.container{
    display: grid;
    grid-template-columns: 1fr 1fr; /* Две равные колонки */
    grid-gap: 10px; /* Отступы между колонками */
    margin: 80px 120px;
}
</style>
